Repository: GabrielHKGodinho/Mini2
Catalog: *.lproj/Localizable.strings
Languages: pt_br

source: Make the party bigger!
pt_br: Torne seu grupo maior!

source: Use the player button to add or remove friends from the round!
pt_br: Utilize o botão de jogadores para adicionar ou retirar amigos da rodada!

source: PLAY AGAIN
pt_br: JOGAR DE NOVO

source: CHOOSE ANOTHER
pt_br: ESCOLHER OUTRO

source: FINISH TIMER
pt_br: ENCERRAR TIMER

source: Player
pt_br: Jogador

source: GATHER BUDDIES
pt_br: JUNTE A GALERA

source: add a buddy
pt_br: adicionar amigo

source: Alright dude, who is playing?
pt_br: Tudo bem amigão, quem está jogando?

source: NEXT
pt_br: PRÓXIMO

source: LEADER SELECTION
pt_br: SELEÇÃO DE LÍDER

source: PLAYERS
pt_br: JOGADORES

source: RULES
pt_br: REGRAS

source: GAMES
pt_br: JOGOS

source: GAME
pt_br: JOGO

source: LET'S CHOOSE THE THEME
pt_br: BORA ESCOLHER A CATEGORIA

source: NEW THEME
pt_br: NOVA CATEGORIA

source: Hold to reveal
pt_br: Segure para revelar

source: WE'VE FINISHED
pt_br: TERMINAMOS

source: START GAME
pt_br: COMEÇAR O JOGO

source: WHAT'S MY NUMBER?
pt_br: QUAL MEU NÚMERO?

source: NEW NUMBER
pt_br: NOVO NÚMERO

source: Timer tip!
pt_br: Dica do timer!

source: Use the timer for the final answer and let the nerves run high!
pt_br: Use o timer para a resposta final e deixe os nervos à flor-da-pele!

source: Tap to write the chosen word
pt_br: Toque para digitar a palavra escolhida

source: TIME TO PLAY
pt_br: APERTE O PLAY

source: Choose a game!
pt_br: Hora de escolher!

source: CHECK THE RULES
pt_br: CONFIRA AS REGRAS

source: LET'S PLAY
pt_br: BORA JOGAR

source: WHO'S GONNA BE THE (UN)LUCKY?
pt_br: QUEM SERÁ O "SORTUDO"?

source: You can choose a (un)lucky one or leave it to us!
pt_br: Você pode escolher o "sortudo" ou deixar com a gente!

source: random
pt_br: aleatório

source: WE APPROVE IT
pt_br: TABOM

source: START THE PARTY
pt_br: COMEÇAR A FESTA

source: First of all
pt_br: Primeiro

source: GET YOUR FRIENDS TOGETHER
pt_br: REÚNA SEUS AMIGOS

source: Then you can
pt_br: Então você pode

source: SELECT THE GAME
pt_br: ESCOLHER O JOGO

source: and have fun using tools to help your gameplay
pt_br: e se divertir usando ferramentas para ajudar na sua gameplay

source: LET'S GO!
pt_br: VAMOS!

source: How's yours?
pt_br: Como é o seu?

source: One selected player will have to find what is common between the players asking them "How's yours?"
pt_br: Nesse jogo uma pessoa precisará descobrir o que os outros têm em comum perguntando "Como é o seu?"

source: The others players will have some time to decide something they have in common
pt_br: Os outros jogadores terão de 1 a 2 minutos para decidir algo que todos têm em comum

source: After all players have answered, the selected player must try to guess which word was chosen
pt_br: Após todos os jogadores tiverem respondido, o player sorteado deve tentar adivinhar qual palavra foi escolhida

source: Say what you think is part of the Top 10 while doubting your friends
pt_br: Diga o que acha fazer parte do Top 10 enquanto duvida das respostas de seus amigos

source: A player will be selected as master and will have access to a list with the Top 10 about some topic
pt_br: O jogador selecionado terá acesso a uma lista de Top 10 de algum tema específico

source: Each player will have to say something that they think will be on the list
pt_br: Cada jogador deverá falar algum item que ele acredita estar na lista

source: The other players can doubt whether the word said is on the list or not. If it is, the player that doubted leaves the game. If not, the player that was challenged leaves the game
pt_br: Os outros jogadores podem duvidar se esse item está na lista ou não. Caso esteja, o jogador que duvidou é eliminado. Caso contrário, o jogador que foi desafiado é eliminado

source: The master will get a number out of 0 to 10, and the others players must find out which number it is through some questions
pt_br: O número sorteado para o jogador escolhido deverá ser descoberto pelos outros players a partir de perguntas

source: The selected player will receive a random number from 0 to 10
pt_br: O jogador sorteado receberá uma nota de 0 a 10

source: The other players' mission is to discover this note by asking questions to the leader
pt_br: A missão dos demais jogadores é descobrir essa nota a partir de perguntas

source: Each player can ask the master a question, e.g.: “A food” and must be answered with a food that represents the number drawn
pt_br: Cada jogador pode fazer uma pergunta para o mestre, ex?: "Uma comida brasileira" e deverá ser respondido com uma comida que represente a nota sorteada

source: You have 20s
pt_br: Você tem 20s
